{
    "intro": "I’m a certified yoga teacher who is passionate about using yoga to build self confidence and resilience. I believe that learning to trust ourselves on the mat can help us navigate life mindfully and consciously.",
    "intro2": "Yoga asana is an ancient spiritual practice that has been used for centuries to calm the energies in the body so that we can tune into our minds and hearts. Asana is the most commonly known part of yoga but it is only part of what it means to practice yoga. The truth is, yoga is an 8 limbed practice that we can use in every part of our lives. It is deeply important to me to honour and incorporate that history and the true intention through my teaching and personal practice.",
    "about1": "I am a Whitby based certified yoga teacher who graduated from Live With Spirit yoga studio in January 2023. I am passionate about using yoga to build self confidence and resilience. I believe that learning to trust ourselves on the mat can help us navigate life mindfully and consciously.",
    "about2": "I was first introduced to yoga in grade 4 at a club before school. We learned some basic Sun salutations, how to meditate, and even headstands. I kept up a personal asana practice off an on throughout the years but mostly viewed it as a form of exercise.",
    "about3": "When the pandemic started in 2020 I was able to devote a lot of time to my practice, learning more about the spiritual and mental health benefits. I fell in love with yoga and how it made me feel. I learned so much about myself and my life was absolutely changed forever because of it.",
    "about4": "Yoga asana is an ancient spiritual practice that has been used for centuries to calm the energies in the body so that we can tune into our minds and hearts. Asana, the physical practice, is the most commonly known part of yoga but it is only part of what it means to practice yoga. Yoga is an 8 limbed practice that we can use in every part of our lives. It is deeply important to me to honour and incorporate that history and the true intention through my teaching and personal practice."
}